package day07;
/*
	
		정수 5개를 저장할 배열 3개를 만들어서
	첫번째 배열에는 랜덤하게 사각형의 가로의 길이를 만들어서 기억시키고
	두번째 배열에는 랜덤하게 사각형의 세로의 길이를 만들어서 기억시키고
	세번째 배열에는 랜덤하게 만든 배열의 각 인덱스의 가로, 세로의 길이로 면적을 계산해서 저장할 배열을 만들고
	출력하세요.
	
	출력형식 :
		
		첫번째 사각형 : 가로 - XX | 세로 - XX | 넓이 - xxx
		두번째 사각형 : 가로 - XX | 세로 - XX | 넓이 - xxx
		세번째 사각형 : 가로 - XX | 세로 - XX | 넓이 - xxx
		네번째 사각형 : 가로 - XX | 세로 - XX | 넓이 - xxx
		다섯번째 사각형 : 가로 - XX | 세로 - XX | 넓이 - xxx
	
	문제 2의 결과로 만들어진 배열을
	
	1. 
		int[][] sagak = new int[5][3];
		에 채우고 출력하세요.
	
	2. 
		int[][] nemo = new int[3][5];
		의 배열에 채우고 출력하세요.
	
 */
public class Ex04 {

	public static void main(String[] args) {
		
	}

}
